chat_system_2010534515_actor_description=Demon Key - keeper. Demon with the dog collar, on which keys hang.
chat_system_2010534515_snap_0_question=^?^Keeey!!!
chat_system_2010534515_snap_0_answer_0=^?^What? Who the hell are you?
chat_system_2010534515_snap_0_header_0=^?^I'm the key keeper! The private servant of lady Xeona. All the keys to all the chests and rooms are in my hands!<br>What do you want from me? You mustn't delay my work!
chat_system_2010534515_snap_1_question=^?^Why are you disturbing me? I'm busy! I have to oil and count the keys - I have thousands of them!
chat_system_2010534515_snap_1_answer_0=^?^I need the key which will open the Dragons' Labyrinth! If you are the key keeper, you must know what I'm talking about!
chat_system_2010534515_snap_1_answer_1=^?^I would like to take a quick look at your keys. Maybe, we can arrange something?
chat_system_2010534515_snap_1_header_1=^?^Of course, if I quickly pluck out your eye and hang it on my collar. Then it can look at my keys all it likes.
chat_system_2010534515_snap_1_answer_2=^?^Can you give me one of those keys?
chat_system_2010534515_snap_1_header_2=^?^If you touch any of these keys, I will die, and you will take my place - and you'll be serving our lady for thousands of years, protecting her keys. The curse of the key keeper made me who I am. I used to be one of Baal's officers.<br>You want to become a slave to the keys? I don't think so...
chat_system_2010534515_snap_1_answer_3=^?^Sorry, I guess I'll be going.
chat_system_2010534515_snap_3_question=^?^I only obey my lady! No one can ask me. And it's useless to threaten me. You can't take a single key from me, neither by deceit nor by force. In this is the power of the key keeper!
chat_system_2010534515_snap_3_answer_0=^?^Ok, let's talk about it later.
chat_system_2010534515_snap_2_question=^?^I know what you are talking about...<br>[s]The demon puts his hand on the collar, and a plate falls into his palm, it doesn't even look like a key at all:[/s]<br>This strange key is from your world, human. It was made by the dwarves. I know all about locks and the keys to them. I'm the key-keeper. Here, take it!
chat_system_2010534515_snap_2_answer_0=^?^Fine, thank you for the key!
